Repository: GromovHub/MusicHistory
Catalog: MusicHistory/v2/Model/*.lproj/Localizable.strings
Languages: ru

# navigationTitleMain
source: Music History
ru: История музыки

# searchPromptMain
source: Name, Year, Ordinal
ru: Имя, год, порядковый номер

# btnOnlyListened
source: Only Listened
ru: Только прослушанные

# btnOnlyNonListened
source: Only Non Listened
ru: Только непрослушанные

# btnHighToLow
source: High To Low
ru: От новых c cтарым

# btnDefault
source: Default
ru: По умолчанию

# btnFilter
source: Filter
ru: Фильтр

# navigationTitleSearch
source: iTunes Search
ru: Поиск в iTunes

# searchPromptSearch
source: Search
ru: Поиск

source: No Suggestions
ru: Нет совпадений

# noSuggestionsHint
source: Please check your connection or change search term
ru: Проверьте ваше соединение или измените поисковый запрос

# infoTitle
source: About App
ru: O приложении

# supportMe
source: Support me on
ru: Поддержите меня на ресурсе

# btnDeleteMyData
source: Delete My Data
ru: Удалить мои данные

# alertDeleteQuestion
source: Are you sure?
ru: Вы уверены?

# btnDelete
source: Delete
ru: Удалить

# btnCancel
source: Cancel
ru: Отмена

# alertRestartQuestion
source: Please relaunch the App
ru: Пожалуйста, перезагрузите приложение

# btnRebase
source: Update Collection
ru: Обновить коллекцию

# rebaseTitleSuccess
source: Success! Please relaunch App
ru: Успешно! Пожалуйста, перезагрузите приложение

# rebaseTitleFail
source: Fail
ru: Ошибка

# welcomeTitle
source: Welcome to Music History
ru: Добро пожаловать в Music History

# historicalTitle
source: Historical Sequence
ru: Историческая последовательность

# historicalDespription
source: Watch the evolution of genres.
ru: Наблюдайте за эволюцией жанров.

# saveTitle
source: Save Progress
ru: Сохраняйте прогресс

# saveDescription
source: Mark what you have listened to.
ru: Отмечайте прослушанных исполнителей.

# exploreTitle
source: Explore Different
ru: Исследуйте новое

# exploreDescription
source: Listen to Remastered and Deluxe versions of different years.
ru: Слушайте Remastered и Deluxe версии разных лет.

# btnClose
source: Continue
ru: Продолжить

# landscapeHelloTitle
source: Welcome to Music History
ru: Добро пожаловать в Music History

# landscapeHelloDescription
source: Please select an artist from the left-hand menu.
ru: Выберите артиста в меню слева.
